import Head from "next/head";

export default function Term(props) {

    return (
        <div id="TERM">
            <Head>
                <meta name="viewport" content="width=device-width, initial-scale=1.0"></meta>
                <title>Lulla ~ 모두가 행복한 유아의 성장, 랄라</title>
                <link rel="icon" href="/favicon.ico" />
                <link rel="stylesheet" href="/css/app.css"></link>
            </Head>
                
            <div>
                <h1>랄라 개인정보처리방침</h1>
&lt;랄라>('http://lulla.co.kr'이하 '랄라')는 당사의 서비스르 정보통신망법 등 관계 법령이 정하는 바에
따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하는
회원들의 권익 보호에 최선을 다하고 있습니다.  본 개인정보처리방침은 랄라가 제공하는 서비스(이하 '
서비스'라 함)에 적용됩니다. 개인정보처리방침이 변경될 시에는 변경사항 내용과 이유를 쉽게 알 수 있도록
공지사항을 통하여 알려 드리겠습니다. 
<h4>1. 수집하는 개인정보 </h4>
&lt;랄라>는 서비스에 처음 가입 시 서비스 이용 과정에서 홈페이지 또는 개별 어플리케이션을 통하여 서비스
제공을 위해 필요한 개인정보와 특정 맞춤 서비스 투약의뢰서(보호자가 작성하고 동의 및 서명한
투약의뢰서에 기입된 자녀 건강 정보(증상, 복용약, 보관, 투약 횟수, 투약 시간, 특이사항)에 따라 원에서
자녀에게 투약을 하는 서비스) 민감정보를 수집하고 있습니다. 
회원 가입 시 필수 항목
내부 플랫폼을 통한 서비스 가입: 이메일주소, 이름, 비밀번호 휴대폰 번호
외부 플랫폼을 통한 서비스 가입: 이용자 고유 식별자, 이메일주소, 이름, 휴대폰번호
서비스 이용 시 추가 수집 항목
원 등록: 원 정보(주소, 원 이름, 원장님 이름, 원 연락처)
승인 요청 가입에 따른 원아 정보 등록: 자녀정보(이름, 생년월일, 성별), 보호자 정보(이름,
자녀와의 관계)
우리 아이 모아보기 서비스: 이용자 고유 식별자, 이메일주소, 이름, 휴대폰번호
민감정보 이용 시 필수 항목
투약의뢰서 서비스: 자녀 건강 정보(증상, 복용약, 보관, 투약 횟수, 투약 시간, 특이사항),
보호자 서명
이외에 서비스 이용에 따라 스마트폰 등 단말기 주소록 내에 저장된 연락처 정보(제3자의 전화번호, 이름),
쿠키,  서비스 이용 기록(방문일시, IP,  로그인 시간,  사용자 역할,  국가,  도시 등),  단말기 정보(OS,
화면사이즈, 디바이스 아이디, 폰기종, 단말기 모델명 등), CPU 및 랜카드 정보 등 운영 체제 및 하드웨어
환경 정보 등의 정보가 자동으로 생성되어 수집될 수 있습니다.
<h4>2. 수집한 개인정보의 이용 목적</h4>
① 랄라 서비스 제공, 이용기록 분석, 맞춤형 서비스 제공 등 신규 서비스 개발 및 서비스 개선을 위하여
개인정보를 이용합니다.
② 법령 및 이용약관을 위반하는 이용자에 대한 이용 제한 조치, 부정 이용 행위 방지 및 제재, 가입의사확인,
계정도용 및 부정거래 방지, 고지사항 전달, 회원탈퇴 의사 확인, 분쟁조정을 위한 기록 보존, 민원처리 등
이용자 보호 및 운영을 위하여 개인정보를 이용합니다.
③ 분석 및 통계학적 특성에 따른 맞춤 서비스 제공 및 광고 게재, 서비스의 유효성 확인 등 마케팅 및
프로모션 활용을 위하여 개인정보를 이용합니다.
④ 보안, 프라이버시 측면에서 안전한 서비스 이용환경 구축을 위해 개인정보를 이용합니다.
<h4>3. 개인정보의 파기</h4>
&lt;랄라>는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이
해당 개인정보를 파기하며,  절차와 방법은 다음과 같습니다.  정보주체로부터 동의 받은 개인정보
보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야
하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
‘개인정보 유효 기간제’에 따라 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관하여
관리하고 있으며,  분리 보관된 개인정보는 4년간 보관 후 지체없이 파기합니다.  단,  내부방침에 따라
부정이용기록은 1년간 보존한 뒤 위의 방법으로 파기됩니다. 파기방법은 파기 사유가 발생한 개인정보를
선정하고, &lt;랄라>의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.  전자적 파일 형태의
정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나
소각을 통하여 파기합니다. 이 외에 법령이 따라 일정기간 보관해야 하는 개인정보 및 해당 법령은 아래와
같습니다. 
소비자 보호에 관한 법률:신용정보의 수집/처리 및 이용 등에 관한 기록 (3년), 소비자의 불만 또는
분쟁처리에 관한 기록 (3년), 표시/광고에 관한 기록 (6개월)
통신비밀보호법: 서비스 방문기록 (3개월)
영유아보육법 공공기록물 관리에 관한 법률: 원아 원아 입소 제출 정보 (기관 퇴소 후 5년)
<h4>4. 정보주체와 법정대리인의 권리/의무 및 그 행사방법에 관한 사항</h4>
회원(만 14세 미만인 경우 보호자)은 언제든지 개인정보를 조회하거나 수정할 수 있으며 수집 이용에 대한∙
동의 철회 또는 가입 해지를 요청할 수도 있습니다. 본인 혹은 만 14세 미만 아동의 개인정보 조회/수정을
위해서는 서비스 내 설정 기능을 통하여 변경이 가능하며, 가입해지(동의철회)를 위해서는 “회원탈퇴”를
클릭하여   본인   확인   절차를   거치신   후   직접   열람,  정정   또는   탈퇴가   가능합니다.  또는
개인정보책임관리자에게 전화 또는 이메일로 연락할 경우 조치 가능합니다. 회원이 개인정보의 오류 정정
요청 시 해당 정정 사항을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된
개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이
이루어지도록 합니다.  랄라는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보를 ‘
개인정보의 보유 및 이용기간’에 명시된 바에 따라 처리하고, 그 외의 용도로 열람 또는 이용할 수 없도록
합니다.
<h4>5. 개인정보 자동수집 장치의 설치/운영 및 그 거부에 관한 사항</h4>
① 랄라 은(는) 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘
쿠키(cookie)’를 사용합니다.
② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의
정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어,
보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.
나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해
쿠키 저장을 거부 할 수 있습니다.
다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
<h4>6. 개인정보의 안전성 확보조치</h4>
&lt;랄라>는 개인정보의 안전성 확보를 위해 아래와 같은 조치를 취하고 있습니다.
① 정기적인 자체 감사 실시
개인정보 취급 관련 안정성 확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다.
② 내부관리계획의 수립 및 시행
개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
③ 개인정보의 암호화
이용자의 개인정보는 비밀번호는 암호화되어 저장 및 관리되고 있어,  본인만이 알 수 있으며 중요한
데이터는 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고
있습니다.
④ 개인정보에 대한 접근 제한
개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한
접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을
통제하고 있습니다.
⑤ 문서보안을 위한 잠금장치 사용
개인정보가 포함된 서류, 보조저장매체 등을 잠금 장치가 있는 안전한 장소에 보관하고 있습니다.
<h4>7. 개인정보 보호책임자의 연락처</h4>
회사는 개인정보에 대한 의견수렴 및 불만처리를 담당하는 개인정보 보호책임자를 지정하고 있습니다.
귀하께서는 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보보호책임자의
연락처로 신고하실 수 있습니다. 회사는 이용자들의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.
개인정보 보호책임자
이름 : 이재현
소속/직위 :  CTO
이메일 :  info@lulla.co.kr
전화번호 : 070-7785-1038
기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
개인정보침해신고센터 (http://privacy.kisa.or.kr, 국번없이 118)
검찰청 사이버수사과 (http://www.spo.go.kr, 국번없이 1301)
경찰청 사이버안전국 (http://cyberbureau.police.go.kr, 국번없이 182)
공고일자 : 2022년 1월 10일
시행일자 : 2022년 3월 1일
            </div>

        </div>
    )
}