import Head from "next/head";

export default function Term(props) {
  return (
    <div id="TERM">
      <Head>
        <meta
          name="viewport"
          content="width=device-width, initial-scale=1.0"
        ></meta>
        <title>Lulla ~ 모두가 행복한 유아의 성장, 랄라</title>
        <link rel="icon" href="/favicon.ico" />
        <link rel="stylesheet" href="/css/app.css"></link>
      </Head>

      <div>
        <h1>서비스 이용약관</h1>
        <br />
        <h4>제1조(목적)</h4>
        랄라 이용자 여러분 반갑습니다. <br /> 본 약관은 주식회사 랄라(이하
        “회사”라 함)가 제공하는 모든 인터넷 및 모바일 서비스(이하 "서비스"라
        함)의 이용과 관련하여, 회사와 이용자의 권리, 의무, 책임사항, 서비스
        이용조건 및 절차 등 기본적인 사항을 규정함을 목적으로 합니다. <br />
        <br />
        <h4>제2조(정의)</h4>본 약관에서 사용하는 용어의 정의는 다음과 같습니다.{" "}
        <br />
        ① '서비스’라 함은, 구현되는 단말기(PC, TV, 휴대형 단말기 등의 각종
        유무선 장치를 포함)와 상관없이 ‘회사’가 ‘회원’에게 제공하는 랄라의 제반
        서비스를 의미합니다. <br /> ② ‘이용자’라 함은, 본 약관에 따라 '회사'가
        제공하는 ‘서비스’를 받는 모든 회원 및 비회원을 말합니다. <br /> ③
        '회원'이라 함은, 본 약관에 따라 랄라 ‘서비스’를 통해 회원가입 후
        아이디를 부여받은 ‘이용자’로서, 계속적으로 ‘회사’가 제공하는 ‘서비스’를
        이용하는 자를 말합니다. <br /> 역할에 따라 원장, 관리자, 선생님, 학부모,
        가족이 이에 포함됩니다. <br /> ④ '비회원'이라 함은, ‘회원’으로 등록하지
        않고 '회사'가 허용한 ‘서비스’에 한해 랄라 ‘서비스’를 이용하는 자를
        말합니다. <br /> ⑤ ‘아이디’라 함은, ‘이용자’ 회원가입 시 ‘회사’가
        ‘회원정보’를 식별하기 위해 문자, 숫자 등의 조합으로 각 ‘회원’에게 발급된
        정보를 의미합니다. <br /> ⑥ ‘회원정보’라 함은, ‘이용자’가 회원가입 시
        작성하는 정보로 ‘회원’이 랄라에 제공한 개인정보를 의미합니다. <br /> ⑦
        '게시물’이라 함은, ‘회원’이 ‘서비스’를 이용함에 있어 ‘서비스’상에 게시한
        부호_문자_음성_음향_화상_동영상 등과 같은 정보 형태의 글, 사진, 동영상
        및 각종 파일과 링크 등을 의미합니다. <br /> 본 약관에서 정의한 것을
        제외하고는 관계법령 및 일반 관례에 정한 바에 따릅니다. <br />
        <br />
        <h4>제3조(약관의 명시 및 개정)</h4>① '회사'는 이 약관의 내용과 상호 및
        대표자 성명, 사업자등록번호, 영업소 소재지 등을 ‘이 용자’가 쉽게 알 수
        있도록 '회사' 홈페이지의 초기 ‘서비스’ 화면에 게시합니다. <br /> 다 만
        본 약관의 내용은 '이용자'가 연결화면을 통하여 확인할 수 있도록 할 수
        있습니다. <br /> ② '회사'는 '전자상거래 등에 서의 소비자보호에 관한
        법률', '약관의 규제에 관한 법률', '전자거래기본법', '정보통신망 이용촉진
        등에 관한 법률', '소비자보호법' 등 관련법령(이하 '관계법령'이라
        합니다)에 위배되지 않는 범위내에서 본 약관을 개정할 수 있습니다. <br />{" "}
        ③ '회사'가 본 약관을 개정하고자 할 경우, 적용일자 및 개정사유를 명시하여
        현행 약관과 함께 ‘사이트’에 그 적용일자 7일전부터 적용일자 전 날까지
        공지합니다. <br />
        다만, '이용자'에게 불리한 내용으로 약관을 변경하는 경우 최소 30일 이상
        유예기간을 두고 공지합니다. <br /> ④ '회사'가 본 약관을 개정한 경우,
        개정약관은 적용일자 이후 체결되는 계약에만 적용되며 적용일자 이전 체결된
        계약에 대해서는 개정 전 약관이 적용됩니다. <br /> 다만, 이미 계약을
        체결한 '이용자'가 개정약관의 내용을 적용 받고자 하는 뜻을 '회사'에
        전달하고 '회사'가 여기에 동의한 경우 개정약관을 적용합니다. <br /> ⑤
        ‘회사’가 전항에 따라 공지한 날로부터 개정약관의 시행일 7일 후까지
        거부의사를 표시하지 않으면 변경된 약관을 승인한 것으로 본다는 뜻을
        명확하게 공지하였음에도 거부의 의사표시가 없는 경우에는 변경된 약관을
        승인한 것으로 봅니다. <br /> ‘회원’이 개정약관에 동의하지 않을 경우
        ‘회원’은 이용 계약을 해지할 수 있습니다. <br />
        본 약관에서 명시되지 않은 사항은 관계법령 혹은 회사가 정한 ‘서비스’의
        개별 약관, 운영정책 및 규칙의 규정에 따릅니다. <br />
        <br />
        <h4>제2장 : 계정</h4>
        <br />
        <h4>제4조(회원가입)</h4>① '회사'가 정한 양식에 따라 '이용자'가
        ‘회원정보’를 기입한 후 본 약관 및 개인정보수집 등 동의가 필요한 사항에
        대해 동의 의사표시를 함으로써 회원가입을 신청합니다. <br /> ② '회사'는
        전항에 따라 회원가입을 신청한 '이용자'를 '회원'으로 등록합니다. <br />{" "}
        다만, ‘회사’는 다음과 같은 사유가 있는 경우에 승낙하지 않거나 사후에
        취소할 수 있습니다. <br />
        <br></br>
        1. 가입신청자가 본 약관에 따라 회원자격을 상실한 적이 있는 경우. 다만,
        '회 사'의 재가입 승낙을 얻은 경우에는 예외로 합니다. <br /> 2.실명이
        아니거나 타인의 명의 및 개인정보를 이용한 경우 3. ‘회원정보’ 및 ‘게시물’
        등 ‘서비스’에서 허위의 정보를 기재하거나, 회사가 제시하는 내용을
        기재하지 않은 경우 4. 관계 법령, 기타 규정한 제반사항을 위반하여
        신청하는 경우 5. ‘회사’가 본인확인 절차를 실시할 때 본인 확인이 되지
        않거나 본인이 아님이 확인된 경우 기타 ‘회원’으로 등록하는 것이 '회사'의
        운영에 현저한 지장을 초래하는 것으로 인정되는 경우입니다. <br /> ③
        회원가입 성립 시기는 '회사'의 가입승낙 안내가 '회원'에게 도달한 시점으로
        합니다. <br /> 이때 ‘회사’는 정책에 따라 역할에 따라 ‘서비스’ 메뉴 등의
        이용에 차등을 둘 수 있습니다. <br /> ④ ‘회원’은 회원가입 시 등록한
        사항에 변경이 있는 경우 즉시 ‘회사’에 회원정보 수정 등의 방법으로
        변경사항을 알려야 합니다. <br /> 만약, 변경사항을 ‘회사’에 알리지 않아서
        발생하는 손해에 대한 책임은 ‘이용자’에게 있습니다. <br /> ⑤ ‘회사’는
        기술의 문제로 서비스 제공이 불가능한 경우 승낙을 유보할 수 있습니다.{" "}
        <br /> 다만, 유보하는 경우 ‘회사’는 이를 신청자에게 알립니다. <br />
        <br />
        <h4>제5조(회원정보의 변경)</h4>① ‘회원’은 ‘서비스’ 내에 개인정보 화면을
        통해 언제든지 본인의 개인정보를 열람하고 수정할 수 있습니다. <br />{" "}
        다만, ‘서비스’ 관리를 위한 이메일 등의 일부 정보는 수정이 제한됩니다.{" "}
        <br /> ② ‘회원’은 회원가입신청 시 기재한 사항에 변경이 있는 경우
        ‘서비스’에서 수정하거나 이메일 또는 기타 방법으로 ‘회사’에 대해 해당
        변경사항을 알려야 합니다. <br /> 특히 전화번호 변경을 알리지 않은 경우
        기존 번호를 습득한 제3자에게 ‘회원’의 개인정보가 담긴 콘텐츠가 전송될 수
        있습니다. <br /> ③ 전항의 변경사항을 ‘회사’에 알리지 않아 발생한
        불이익에 대해 ‘회사’는 책임지지 않습니다. <br />
        <br />
        <h4>제6조(회원탈퇴 및 자격상실 등)</h4>① '회원'은 '회사'에 언제든지
        탈퇴를 요청할 수 있으며, '회사'는 지체없이 회원탈퇴 요청을 처리합니다.{" "}
        <br />
        다만 이미 체결된 거래계약을 이행할 필요가 있는 경우에는 본 약관이 계속
        적용됩니다. <br /> ② ‘회원’은 탈퇴 후 열람이 가능했던 게시물, 본인 이용
        내역 확인 등 ‘서비스’의 기존 콘텐츠 이용이 불가합니다. <br /> 이에
        ‘회사’는 책임지지 않습니다. <br /> ③ '회사'는 다음 각호의 사유가 발생한
        경우 '회원'의 자격을 제한 또는 정지시킬 수 있습니다. <br /> 1. 회원가입
        시 허위정보를 기재한 경우 <br /> 2. 서비스 운영을 고의적으로 방해하는
        경우 <br /> 3. 다른 이용자의 정상적인 이용을 방해하는 경우 <br />
        4. 관계법령 또는 본 약관에서 금지하는 행위를 한 경우
        <br /> 5. 공서양속에 어긋나는 행위를 한 경우
        <br /> 6. 기타 '회원'으로 등록하는 것이 적절하지 않은 것으로 판단되는
        경우 <br />④ '회사'의 서비스를 1년 동안 이용하지 않는 '회원'의 경우
        휴면계정으로 전환하고 서비스 이용을 제한할 수 있습니다. <br /> ⑤
        휴면계정 전환 시 계정 활성을 위해 필요한 아이디(이메일), 비밀번호, 이름,
        중복가 입 방지를 위한 본인 인증값(DI), 휴대전화 번호를 제외한 나머지
        정보는 별도 로 저장 및 관리됩니다. <br /> 다만, 관계법령에 의해 보존할
        필요가 있는 경우 '회사'는 정해진 기간 동안 회원정보를 보관합니다. <br />
        <br />
        <h4>제7조(회원에 대한 통지)</h4>① '회사'는 '회원' 회원가입 시 기재한
        전자우편, 전화번호, 서비스 내 팝업 화면, 주소 등을 이용하 여 '회원'에게
        통지할 수 있습니다. <br /> ② '회사'가 불특정 다수 '회원'에게 통지하고자
        하는 경우 1주일 이상 '사이트'의 게시판에 게시함으로써 개별 통지에 갈음할
        수 있습니다. <br /> 다만 '회원'이 서비스를 이용함에 있어 중요한 사항에
        대하여는 개별 통지합니다. <br /> ③ ‘회원’이 연락처를 잘못 기재 및
        미변경으로 통지받지 못한 경우, 그에 대한 책임은 ‘회원’에게 있습니다.{" "}
        <br />
        <br />
        <h4>제8조(아이디 및 비밀번호 관리)</h4>① 아이디 및 비밀번호에 관한 관리
        책임은 ‘회원’ 본인에게 있습니다. <br /> ② ‘회원’은 본인의 아이디 및
        비밀번호를 (‘회사’의 ‘서비스’ 내에서 가족으로 등록된 자 제외) 제3자에게
        제공하거나 제3자가 이용하도록 해서는 안 됩니다. <br /> ③ ‘회원’이 본인의
        아이디 및 비밀번호 유출, 제3자의 사용을 인지했음에도 비밀번호를 변경하지
        않은 경우 또는 ‘회사’에 통지하지 않거나 ‘회사’의 조치에 응하지 않은 경우
        등 ‘회원’이 본 조의 의무를 준수하지 않아 발생하는 모든 손해에 대한
        책임은 ‘회원’에게 있습니다. <br />
        <br />
        <h4>제9조(개인정보보호)</h4>① "회사"는 ‘서비스’ 제공을 위해 필요한
        최소한의 범위 내에서 ‘이용자’의 개인정보를 수집할 수 있습니다. <br /> ②
        ‘회사’가 ‘회원’의 개인정보를 수집하는 때에는 ‘회원’의 동의를 받습니다.{" "}
        <br /> ③ ‘회사’는 ‘회원’의 동의 없이 개인정보를 목적 외로 이용하거나
        제3자에게 제공할 수 없습니다. <br />
        다만, 다음의 경우에는 예외로 합니다. <br /> 1. 특정 개인을 식별할 수
        없는 형태로 시장 조사, 통계 작성 및 학술 연구를 위해 제공하는 경우{" "}
        <br />
        2. 맞춤 콘텐츠, 제휴사 상품 제공을 위해 필요한 경우 <br />
        3. 법령에 의하여 필요한 불가피한 사유가 있는 경우 <br />
        4. 도용 방지를 위하여 본인확인 시 필요한 경우
        <br />
        ④ ‘회원’은 제2항과 제3항의 동의를 철회할 수 있으나 서비스 제공에 필요한
        정보 제공 동의를 철회할 경우 서비스의 제공이 제한될 수 있습니다. <br />{" "}
        ⑤ ‘회사’는 ‘회원’의 개인정보를 소중하게 생각하고 관계 법령에 따라
        보호하기 위해 노력합니다. <br /> ⑥ ‘회사’는 ‘회원’의 귀책 사유로 인하여
        ‘회원’의 정보가 노출된 경우 이에 책임지지 않습니다. <br /> 개인정보의
        보호 및 사용에 대해서는 개인정보 보호법 등 관련 법령 및 ‘회사’의
        ‘개인정보 처리 방침’이 적용됩니다. <br />
        <br />
        <h4>제3장 : 서비스 이용</h4>
        <br />
        <h4>제10조(제공하는 서비스)</h4>① '회사'는 다음의 서비스를 제공합니다.{" "}
        <br />
        1. 알림장 및 투약의뢰서 : 유아교육기관 교사와 가정의 보호자(학부모)가
        유아의 성장과 발달상황을 체계적으로 기록, 활용할 수 있도록 기분, 체온,
        식사, 배변, 수면, 투약 정보를 아이콘을 통해 신속, 편리하게 기록함으로써
        유아의 상태를 객관적으로 기록하고 활용할 수 있음. <br />
        2. AI 딥러닝 기반 유아 안면인식 앨범 : AI 딥러닝(Deep Learning)은
        교사들이 유아별 사진을 일일이 분류하는 수고를 요구하는 대신 AI가
        지속적으로 성장하는 유아의 안면을 자동 인식 후 태깅하여 자동으로 분류,
        빠르고 편리하게 학부모에게 자녀의 사진들을 전송함. <br />
        3. 1:1 커뮤니케이션(채팅&랄라콜) : 교사가 보육과 교육에 집중하는 시간을
        제외하고 가정과 의사소통 할 수 있는 시간대를 설정하여 채팅을 통해 상담
        및 대화에 응할 수 있음. 보호자가 긴급한 경우 자녀의 담임교사에게 직접
        전화할 수 있는 ‘랄라콜’ 기능을 제공함. 다만, 전화 서비스의 순기능
        극대화를 위해 교사의 개인 휴대폰 번호를 노출하지 않고 통화가 가능하도록
        프라이버시 보호를 지원함.
        <br /> 4. 공지 타임라인 : 편리하고 세련된 UI/UX 기반 타임라인을 통해
        유아교육기관이 원의 각종 행정사항 및 안내를 보호자에게 공유하고,
        보호자는 해당 게시글에 댓글 또는 이모티콘을 통해 자신의 반응을 표현할 수
        있도록 함. <br />② 기타 '회사'가 정하는 업무
        <br />
        <h4>제11조('회사'의 의무)</h4>① '회사'는 관계법령, 본 약관이 금지하거나
        공서양속에 반하는 행위를 하지 않으며 약관이 정하는 바에 따라 지속적·
        안정적으로 재화 및 용역을 제공하는데 최선을 다하여야 합니다. <br /> ②
        '회사'는 '이용자'가 안전하게 인터넷 ‘서비스’를 이용할 수 있도록
        개인정보(신용 정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.{" "}
        <br /> ③ '회사'가 상품에 대하여 '표시· 광고의 공정화에 관한 법률' 제3조
        소정의 부당한 표시_광고행위를 하여 '이용자'가 손해를 입은 때에는 이를
        배상할 책임을 집니다. <br /> ④ '회사'는 '이용자'의 수신동의 없이
        영리목적으로 광고성 전자우편, 휴대전화 메시지, 전화, 우편 등을 발송하지
        않습니다. <br /> 다만 ‘회사’는 ‘서비스’ 운영과 관련하여 ‘서비스’
        홈페이지, 전자우편 등에 광고를 게재할 수 있습니다. <br />
        <br />
        <h4>제12조(회사의 권리)</h4>① ‘회사’는 ‘서비스’의 모든 소프트웨어 및
        관련 지적재산권 등의 모든 법적 권리 및 이익을 가집니다. <br /> 자세한
        사항은 제15조(저작권의 귀속 및 이용)의 내용을 따릅니다. <br /> ②
        ‘회사’는 ‘회원’의 계정을 사용 해지 또는 휴면 상태로 전환할 수 있습니다.{" "}
        <br /> 사용 종료로 전환하는 이유는 다음과 같습니다. <br /> 1. ‘회원’가
        ‘회사’가 명시한 약관 또는 개별 계약을 위반한 경우 <br />
        2. ‘회원’의 요청 또는 스스로 계정 탈퇴한 경우 <br />
        3. ‘회원’이 1년 이상 ‘서비스’를 사용하지 않는 경우
        <br /> 4. 정부 기관의 요청이 있는 경우 <br />
        5. 기타 사유로 인하여 ‘회사’가 지속해서 ‘서비스’를 제공하는 것이
        부적당하다고 인정하는 경우
        <br />
        <h4>제13조(이용자 및 회원의 의무)</h4>① '이용자'는 회원가입 신청 시
        사실에 근거하여 신청서를 작성해야 합니다. <br /> 허위, 또는 타인의
        정보를 등록한 경우 '회사'에 대하여 일체의 권리를 주장할 수 없으 며,
        '회사'는 이로 인하여 발생한 손해에 대하여 책임을 부담하지 않습니다.{" "}
        <br /> ② '이용자'는 본 약관에서 규정하는 사항과 기타 '회사'가 정한 제반
        규정 및 공지사 항을 준수하여야 합니다. <br /> 또한 '이용자'는 '회사'의
        업무를 방해하는 행위 및 '회사'의 명예를 훼손하는 행위를 하여서는 안
        됩니다. <br /> ③ '이용자'는 주소, 연락처, 전자우편 주소 등 회원정보가
        변경된 경우 즉시 이를 수정해야 합니다. <br /> 변경된 정보를 수정하지
        않거나 수정을 게을리하여 발생하는 책임은 '이용자'가 부담합니다. <br /> ④
        ‘이용자’는 ‘회사’가 요구하는 생년월일, 최근 연락처 등을 제출할 때,
        이러한 정보의 정확성 및 완전성을 유지해야 합니다. <br />
        응답을 하지 않거나 정확한 정보를 제출하지 아니하여 발생한 손실 및 손해에
        대해 ‘이용자’가 부담합니다. <br />
        <br />
        <h4>제14조(회원의 권리)</h4>① ‘회원’은 본인이 ‘서비스’를 통해 제공 및
        게시한 콘텐츠에 한해 저작권 및 기타 권리를 보유합니다. <br /> ② ‘회사’는
        이 약관이 허용하는 범위 내에서 ‘회원’에게 제공하는 ‘서비스’에 대한 양도
        불가능한 비독점적인 이용권한을 제공합니다. <br /> ‘회원’은 ‘서비스’를
        이용하여 공개 또는 비공개로 공유하거나 저장된 모든 사진, 음성, 텍스트,
        영상 등 기타자료에 대한 책임을 동의합니다. <br /> ③ ‘회원’은 본인
        계정에서 발생하는 행위에 따른 결과에 대해 책임을 지는 것을 동의합니다.{" "}
        <br /> 또한이 약관 및 모든 관계법령에 따라 ‘서비스’를 이용하는 것에
        동의합니다. <br /> ④ ‘회원’은 거래관련정보 및 고객문의 등에 대한 답변을
        제외해고는 언제든지 광고가 게재된 전자우편 등에 대해서 수신 거절을 할 수
        있습니다. <br />
        <br />
        <h4>제15조(서비스 중단 및 변경)</h4>① '회사'가 제공하는 서비스는
        연중무휴, 1일 24시간 제공을 원칙으로 합니다. <br /> 다만 '회사' 시스템의
        유지· 보수를 위한 점검, 통신장비의 교체 등 특별한 사유가 있는 경우
        서비스의 전부 또는 일부에 대하여 일시적인 제공 중단이 발생할 수
        있습니다. <br /> ② '회사'는 전시, 사변, 천재지변 또는 이에 준하는
        국가비상사태가 발생하거나 발 생할 우려가 있는 경우, 전기통신사업법에
        의한 기간통신사업자가 전기통신서 비스를 중지하는 등 부득이한 사유가
        발생한 경우 서비스의 전부 또는 일부를 제한하거나 중지할 수 있습니다.{" "}
        <br /> ③ ‘회사’는 필요한 경우 ‘서비스’ 정기점검을 실시할 수 있으며,
        정기점검시간은 ‘서비스’ 제공 화면에 공지한 사항에 따릅니다. <br /> ④
        '회사'가 ‘서비스’를 정지하거나 이용을 제한하는 경우 그 사유 및 기간,
        복구 예정 일시 등을 지체 없이 '이용자'에게 알립니다. <br /> ⑤ ‘회사’는
        상당한 이유가 있는 경우 필요에 따라 제공하는 ‘서비스’의 일부 또는 전체를
        변경할 수 있습니다. <br /> ⑥ '회사'가 ‘서비스’를 정지하거나 이용을
        제한하는 경우 그 사유 및 기간, 복구 예정 일시 등을 지체 없이
        '이용자'에게 알립니다. <br /> ⑦ ‘회사’는 콘텐츠 서비스의 내용, 이용 방법
        및 시간을 변경할 경우에는 그 변경 전 7일 이상 공지사항을 통해
        게시합니다. <br /> ⑧ ‘회사’는 무료 서비스의 일부 또는 전부를 ‘회사’의
        정책 및 운영의 필요상 수정, 중단 변경할 수 있으며, 이에 대하여 별도의
        보상을 하지 않습니다. <br />
        <br />
        <h4>제16조(정보 제공 및 광고 게재)</h4>① ‘회사’는 ‘회원’이 입력한 정보를
        활용하여 ‘서비스’ 내 광고를 게재할 수 있습니다. <br /> ‘회원’은 ‘서비스’
        이용 중 노출되는 맞춤 광고 게재에 대해 동의합니다. <br /> ② ‘회사’는
        ‘회원’에게 필요하다고 인정되는 다양한 정보를 ‘서비스’ 내 ‘게시물’ 등의
        방법으로 제공할 수 있습니다. <br /> 또한 ‘회원’의 동의를 얻은 경우 문자,
        이메일 등의 방법으로 제공할 수 있습니다. <br /> 다만, ‘회원’은 언제든지
        수신 거절을 할 수 있습니다. <br /> ③ ‘회사’는 서비스상에 게재되어 있거나
        서비스를 통한 광고주의 판촉 활동에 ‘회원’이 참여, 거래함으로써 발생하는
        손해에 대해 책임을 지지 않습니다. <br />
        <br />
        <h4>제17조(저작권의 귀속 및 이용)</h4>① '서비스'가 제공하는 콘텐츠 및
        이와 관련된 모든 지식재산권은 '회사'에 귀속됩니다. <br /> ② '이용자'는
        '서비스'에게 지식재산권이 있는 정보를 사전 승낙없이 복제, 송신, 출판,
        배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나, 제3자가 이용하게
        하여서는 안 됩니다. <br /> ③ '이용자'가 서비스 내에 게시한 게시물,
        이용후기 등 콘텐츠(이하 '콘텐츠')의 저 작권은 해당 '콘텐츠'의 저작자에게
        귀속됩니다. <br />
        ④ 전항의 규정에도 불구하고 '회사'는 서비스의 운영, 전시, 전송, 배포,
        홍보 등의 목적으로 별도의 허락 없이 무상으로 저작권법 및 공정한
        거래관행에 합치되는 범위 내에서 다음 각호와 같이 '이용자'가 등록한
        저작물을 이용할 수 있습니다. <br /> 1. '회사'가 제공하는 서비스 내에서
        '이용자'가 작성한 '콘텐츠'의 복제, 수정, 전 시, 전송, 배포 등 저작권을
        침해하지 않는 범위 내의 2차적 저작물 또는 편집 저작물 작성을 위한 사용.
        다만 '이용자'가 해당 '콘텐츠'의 삭제 또는 사용중지를 요청하는 경우
        관련법에 따라 보존해야 하는 사항을 제외하고 관련 '콘텐 츠'를 모두 삭제
        또는 사용중지합니다. <br /> 2. 서비스의 운영, 홍보, 서비스 개선 및
        새로운 서비스 개발을 위한 범위내의 사용 ⑤ ‘회원’이 등록한 ‘게시물’이
        ‘저작권법’ 등 관련 법령에 위반되거나 타인의 권리를 침해한다고 인정되는
        경우 ‘회사’는 해당 ‘게시물’에 대한 접근을 임시로 차단하거나 삭제할 수
        있습니다. <br />
        <br />
        <h4>제18조(게시물의 관리)</h4>① ‘회원’이 서비스 내에 게시한 ‘게시물’의
        저작권은 저작자에게 귀속됩니다. <br /> ② ‘서비스’에 대한 저작권 및
        지적재산권은 ‘회사’에 귀속되며 이때 ‘회원’이 작성한 게시물 및 제휴계약에
        따라 제공된 저작물 등은 제외합니다. <br /> ③ ‘회원’이 서비스 내에
        게시하는 ‘게시물’은 검색 결과, ‘서비스’ 및 관련 프로모션 등에 노출될 수
        있으며, 해당 노출을 위해 필요 범위 내에서는 일부 내용이 수정, 복제,
        편집되어 게시될 수 있습니다. <br />
        이 경우, ‘회원’은 ‘회사’에 대해 해당 ‘게시물’의 삭제, 검색 결과 제외,
        공개 범위 설정 등 기타 필요한 조치를 요청할 수 있습니다. <br /> ④
        ‘회원’의 게시물이 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및
        저작권법 등 관계법령에 위반되는 내용 및 자료를 포함하는 경우, 관계법령
        절차에 따라 해당 게시물의 중단 및 삭제를 요청할 수 있습니다. <br /> 또한
        권리침해가 인정될 만한 사유가 있거나 ‘회사’ 정책에 위반되는 경우
        ‘회사’에서 해당 게시물에 대해 임시조치 등을 취할 수 있습니다. <br /> ⑤
        ‘회원’은 ‘서비스’ 가입과 동시에 사용 원 내 구성원들이 ‘서비스’를 통해
        구성원을 위한 콘텐츠를 게시하는 것에 전적으로 동의하는 것으로 봅니다.{" "}
        <br /> 이때 콘텐츠는 학부모 회원의 자녀 사진 등을 포함합니다. <br />{" "}
        이후 게시물에 대한 소유권 또는 초상권을 가진 사용자의 동의 없이 행해지는
        행위(재배포 등)와 법적 책임은 행위자(재배포자)에게 귀속되며, ‘회사’와 원
        관리자는 이에 대해 법적 책임을 지지 않습니다. <br />
        <br />
        <h4>제19조(이용 제한)</h4>① ‘회원’이 본 약관 및 운영정책을 위반하거나
        ‘서비스’ 운영을 방해한 경우, ‘회사’는 경고, 일시 정지, 영구 이용정지 등
        ‘회원’의 ‘서비스’ 이용을 단계적으로 제한할 수 있습니다. <br /> 다만,
        ‘회원’이 불법 프로그램 제공, 해킹, 악성프로그램의 배포 등과 같이
        관련법을 위반한 경우에는 즉시 영구 이용정지를 할 수 있습니다. <br />{" "}
        이에 ‘회사’는 ‘회원’에게 발생하는 기존 ‘서비스’ 내 혜택 소멸 등 손해에
        대해 보상하지 않습니다. <br /> ② ‘서비스’ 이용 제한하는 경우, 해당
        사실을 ‘회원’ 본인에게 알리며, 이때 ‘회원’은 ‘회사’가 정한 절차에 따라
        이의 신청을 할 수 있습니다. <br /> ‘회사’가 이의를 인정하는 경우
        ‘회사’는 즉시 ‘서비스’의 이용을 재개합니다. <br />
        <br />
        <h4>제20조(분쟁의 해결)</h4>① '회사'는 '이용자'가 제기하는 불만사항 및
        의견을 지체없이 처리하기 위하여 노력합니다. <br /> 다만 신속한 처리가
        곤란한 경우 '이용자'에게 그 사유와 처리일정을 즉시 통보해 드립니다.{" "}
        <br /> ② '회사'와 '이용자'간 전자상거래에 관한 분쟁이 발생한 경우,
        '이용자'는 한국소비 자원, 전자문서· 전자거래분쟁조정위원회 등
        분쟁조정기관에 조정을 신청할 수 있습니다. <br /> ③ '회사'와 '이용자'간
        발생한 분쟁에 관한 소송은 민사소송법에 따른 관할법원에 제기하며,
        준거법은 대한민국의 법령을 적용합니다. <br />
        <br />
        <h4>부칙</h4>
        제1조(시행일) 본 약관은 2023. 4. 1. 부터 적용합니다. <br />
        <br />
        <br />
      </div>
    </div>
  );
}
